Repository: 0lini/mutter
Catalog: po/*.po
Languages: az

source: Failed to open X Window System display '%s'
az: X Window System displeyi '%s' açıla bilmədi

source: Lost connection to the display '%s'; most likely the X server was shut down or you killed/destroyed the window manager.
az: '%s' displeyi ilə bağlantı itirildi; böyük ehtimalla X verici pəncərə idarəçisini ya söndürdü ya da öldürdü/dağıtdı.

source: Fatal IO error %d (%s) on display '%s'.
az: '%s' displeyində Ağır IO %d (%s) xətası.

source: Left edge
az: Sol kənar

source: Left window edge width
az: Sol pəncərə kənarı eni

source: Right edge
az: Sağ kənar

source: Right window edge width
az: Sağ pəncərə kənarı eni

source: Bottom edge
az: Alt kənar

source: Bottom window edge height
az: Alt pəncərə kənarı eni

source: Title border
az: Başlıq kənarı

source: Border around title area
az: Başlıq sahəsi ətrafındakı kənarlıq

source: Text border
az: Mətn kənarlığı

source: Border around window title text
az: Pəncərə başlıöı mətni ətrafındakı kənarlıq

source: Spacer padding
az: Boşluqvermə aralığı

source: Padding on either side of spacer
az: Boşluqvericinin ətrafındakı aralıq

source: Spacer width
az: Boşluqvermə eni

source: Width of spacer
az: Boşluqverici eni

source: Spacer height
az: Boşluqvermə hündürlüyü

source: Height of spacer
az: Boşluqverici hündürlüyü

source: Right inset
az: Sağ iç aralıq

source: Distance of buttons from right edge of frame
az: Çərçivənin sağ kənarı ilə düymələr arasındakı məsafə

source: Left inset
az: Sol iç aralıq

source: Distance of menu button from left edge of frame
az: Çərçivənin sol kənarı ilə düymələr arasındakı məsafə

source: Button width
az: Düymə eni

source: Width of buttons
az: Düymələrin eni

source: Button height
az: Düymə hündürlüyü

source: Height of buttons
az: Düymələrin hündürlüyü

source: Button border
az: Düymə kənarı

source: Border around buttons
az: Düymələr ətrafındakı kənar

source: Inner button border
az: İç düymə kənarı

source: Border around the icon inside buttons
az: Düymə içindəki timsal ətrafındakı kənar

source: Close Window
az: Pǝncǝrǝni Qapat

source: Window Menu
az: Pəncərə Menüsü

source: Minimize Window
az: Pəncərəni Kiçilt

source: Maximize Window
az: Pəncərəni Böyüt

source: Unmaximize Window
az: Pəncərəni Yenidən Kiçilt

source: Some other program is already using the key %s with modifiers %x as a binding
az: Bəzi başqa proqramlar hazırda %x modifayrlı %s açarını bağlayıcı olaraq işlədirlər

source: _Close
az: _Qapat

source: _Minimize
az: _Kiçilt

source: Ma_ximize
az: Bö_yüt

source: _Unmaximize
az: _Balacalaşdır

source: _Shade
az: _Kölgələ

source: U_nshade
az: Kölgəni Qa_ldır

source: Mo_ve
az: Da_şı

source: _Resize
az: _Böyüklüyünü Dəyişdir

source: Put on _All Workspaces
az: _Bütün İş Sahələrinə Qoy

source: Only on _This Workspace
az: Təkcə _Bu İş Sahəsinə

source: Only on workspace _%d
az: Təkcə _%d İş Sahəsinə

source: Move to workspace _%d
az: _%d İş Sahəsinə Daşı

source: Screen %d on display '%s' is invalid
az: '%s' displeyindəki %d ekranı hökmsüzdür

source: Screen %d on display '%s' already has a window manager
az: '%s' displeyindəki %d ekranı onsuz da pəncərə idarəçisinə malikdir

source: Could not create directory '%s': %s
az: '%s' cərgəsi yaradıla bilmir: %s

source: Could not open session file '%s' for writing: %s
az: '%s' iclas faylı yazmaq üçün açıla bilmir: %s

source: Error writing session file '%s': %s
az: '%s' iclas faylı yazma xətası: %s

source: Error closing session file '%s': %s
az: '%s' iclas faylı qapatma xətası: %s

source: Failed to read saved session file %s: %s
az: '%s' iclas faylı oxunması bacarılmadı: %s

source: Failed to parse saved session file: %s
az: Qeyd edilmiş iclas faylı darana bilmədi: %s

source: nested <window> tag
az: yuvalanmış <window> teqi

source: Unknown attribute %s on <window> element
az: <window> elementində naməlum %s atributu

source: Unknown attribute %s on <geometry> element
az: <geometry> elementində naməlum %s atributu

source: Unknown element %s
az: Naməlum %s elementi

source: Window %s sets max width %d less than min width %d, disabling resize
az: %s pəncərəsi %d maksimal eni %d minimal endən daha kiçik olaraq seçir, böyüklük dəyişdirmə fəaliyyətdən salınır

source: Window %s sets max height %d less than min height %d, disabling resize
az: %s pəncərəsi %d maksimal hündürlüyünü %d minimal hündürlükdən daha kiçik olaraq seçir, böyüklük dəyişdirmə fəaliyyətdən salınır
